Repository: Chronoes/secret-santa
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: et

source: Christmas
et: Jõulud

source: Hello, %{name}
et: Tere, %{name}

source: Login
et: Logi sisse

# noTarget
source: You have no target yet
et: Hetkel puudub sulle loositud kingisaaja

source: Password
et: Parool

# secretSanta.name
source: You will be a Secret Santa to %{name}
et: Loosimise tulemusena on sinu kingisaajaks %{name}

source: Updated
et: Uuendatud

source: Wish
et: Soov

source: Change wish
et: Muuda soovi

source: Create pool
et: Loo grupp

source: Your wish
et: Sinu soov

source: pleaseAddYourWish
et: NB! Soov on lisamata

source: allWishes
et: Kõik soovid

# noCurrentWish
source: Your wish
et: Kingisaajal puudub soov

# otherWishes
source: Managed wishes
et: Hallatud soovid

# isManagedBy
source: Managed by
et: Haldab

# facebookLogin
source: Login with Facebook
et: Logi sisse Facebook'iga

# username
source: Name
et: Nimi

source: Send emails
et: Saada e-mailid
